{
  "navigation": {
    "home": "Home",
    "about": "About Me",
    "bookSession": "Book a Session",
    "openPositions": "Open Positions",
    "moreInfo": "More Info",
    "contact": "Contact"
  },
  "common": {
    "welcome": "Welcome to Latam IT NZ",
    "description": "Your gateway to IT opportunities in New Zealand"
  },
  "about": {
    "title": "Latinos in NZ: how to get started in IT",
    "description": "I'm Matías, a frontend developer living in New Zealand. If you're looking for your first IT job here or just want to understand how the market works, you can book a free call with me. I'll share my experience, useful resources, and practical tips. Did our chat help you out? You can support me with a coffee ☕ — no pressure 🙂",
    "bookConsultation": "Book a Consultation",
    "moreAboutMe": "More About Me",
    "imageAlt": "Professional Recruiter"
  },
  "moreAbout": {
    "title": "My Journey in Tech",
    "description1": "I started my journey in tech in Argentina, working as a frontend developer for several companies. Over time, I gained experience in different roles and technologies, and eventually decided to take the leap and move to New Zealand.",
    "description2": "The transition wasn't easy, but it was worth it. I've worked with Kiwi companies both on-site and remotely, and I've learned a lot about the local tech industry, the job market, and what it takes to grow as an international developer in NZ.",
    "description3": "Now, I'm passionate about helping other Latin American developers make their transition smoother. Whether you're just starting in tech or thinking about moving to New Zealand, I'm here to share what I've learned and guide you through the process.",
    "imageAlt": "Matías Oliva - Frontend Developer"
  },
  "booking": {
    "title": "Book a Free Consultation",
    "description": "Let's discuss your career goals and how I can help you find the perfect opportunity in New Zealand's IT industry.",
    "scheduleButton": "Schedule time with me"
  },
  "footer": {
    "rights": "All rights reserved.",
    "privacy": "Privacy Policy",
    "terms": "Terms of Service",
    "description": "Dev in NZ sharing what I wish I'd known when I started.",
    "quickLinks": "Quick Links",
    "connect": "Connect",
    "about": "About",
    "bookSession": "Book a Session",
    "openPositions": "Open Positions"
  }
} 