{
  "navigation": {
    "home": "Inicio",
    "about": "Sobre Mí",
    "bookSession": "Agendar Sesión",
    "openPositions": "Posiciones Abiertas",
    "moreInfo": "Más Información",
    "contact": "Contacto"
  },
  "common": {
    "welcome": "Bienvenido a Latam IT NZ",
    "description": "Tu puerta de entrada a oportunidades IT en Nueva Zelanda"
  },
  "about": {
    "title": "Latinos en NZ: cómo empezar en IT sin vueltas.",
    "description": "Soy Matías, desarrollador frontend viviendo en Nueva Zelanda. Si estás buscando tu primer trabajo IT acá o querés entender cómo es el mercado, podés agendar una charla gratuita conmigo. Te comparto mi experiencia, recursos útiles y consejos prácticos. ¿Te sumó lo que hablamos? Podés apoyarme con un café ☕, sin compromiso 🙂",
    "bookConsultation": "Agendar Consulta",
    "moreAboutMe": "Sobre Mí",
    "imageAlt": "Reclutador Profesional"
  },
  "moreAbout": {
    "title": "Mi Camino en la Tecnología",
    "description1": "Comencé mi camino en tecnología en Argentina, trabajando como desarrollador frontend para varias empresas. Con el tiempo, gané experiencia en distintos roles y tecnologías, y decidí dar el salto a Nueva Zelanda.",
    "description2": "La transición no fue fácil, pero valió la pena. Hoy tengo experiencia trabajando con empresas kiwi, tanto de forma presencial como remota. Aprendí mucho sobre la industria local, el mercado laboral y lo que se necesita para crecer como desarrollador internacional en NZ.",
    "description3": "Ahora, me apasiona ayudar a otros desarrolladores latinoamericanos a que su transición sea más sencilla. Si estás empezando en tecnología o pensando en mudarte a Nueva Zelanda, estoy acá para compartir lo que aprendí y acompañarte en el proceso.",
    "imageAlt": "Matías Oliva - Desarrollador Frontend"
  },
  "booking": {
    "title": "Agenda una Consulta Gratuita",
    "description": "Hablemos sobre tus objetivos profesionales y cómo puedo ayudarte a encontrar la oportunidad perfecta en la industria IT de Nueva Zelanda.",
    "scheduleButton": "Agendar tiempo conmigo"
  },
  "buyMeCoffee": {
    "title": "Apoya Mi Trabajo",
    "description": "Si encontraste útil nuestra conversación y querés apoyar mi trabajo, podés invitarme un café. Tu apoyo me ayuda a continuar brindando orientación a la comunidad tecnológica latinoamericana en Nueva Zelanda."
  },
  "footer": {
    "rights": "Todos los derechos reservados.",
    "privacy": "Política de Privacidad",
    "terms": "Términos de Servicio",
    "description": "Dev en NZ compartiendo lo que me hubiera gustado saber al empezar",
    "quickLinks": "Enlaces Rápidos",
    "connect": "Mis redes",
    "about": "Sobre Mí",
    "bookSession": "Agendar Sesión",
    "openPositions": "Posiciones Abiertas"
  }
} 